Repository: sonny-erickson/Dealslabs-Symfony
Catalog: app/Resources/translations/messages.*.xlf
Languages: fr

# categorie.libelle
source: Category
fr: Catégorie

# global.show.modal
source: More infos
fr: Plus infos

# global.show.deal.url
source: See the website
fr: Voir le site

# global.expired
source: Expired at
fr: Expiré le

# global.expireIn
source: Expire at
fr: Expire le

# global.upload.date
source: Uploaded on
fr: Mise en ligne le

# global.delivered.price
source: Delivery
fr: Livraison

# global.deal.link.btn
source: Deal's link
fr: Lien du deal

# global.delete.btn
source: Delete
fr: Supprimer

# form.submit
source: Submit
fr: Valider

# deal.search.impossible
source: Search is broken ...
fr: La recherche est impossible... veuillez réessayer ultérieurement

# deal.scroll.impossible
source: Scroll is broken ...
fr: Le scroll est impossible... veuillez réessayer ultérieurement

# deal.counter.unauthorized.user
source: You must be logged for vote
fr: Vous devez être connecté pour voter

source: Deal add !
fr: Deal ajouté

# deal.profile.load
source: There was a problem loading your profile ... Please contact the admin
fr: Un problème est survenu sur le chargement de votre profil... Veuillez contacter l'admin

# deal.delete.success
source: Deal delete!
fr: Deal supprimé!

# deal.delete.error
source: Cannot delete your Deal at this time, please try again later
fr: Impossible de supprimer votre Deal pour l'instant, veuillez réessayer ultérieurement

# nav.link.news
source: News
fr: Nouveaux

# nav.link.logOut
source: Logout
fr: Déconnexion

# nav.link.logIn
source: Login
fr: Connection

# nav.link.post
source: Post
fr: Poster

# search.form.label.search
source: Search
fr: Recherche

# deal.form.label.title
source: Title
fr: Titre

# deal.form.placeholder.title
source: Give a short, descriptive title
fr: Donnez un titre court et descriptif

# deal.form.label.priceOrigin
source: Original price
fr: Prix d'origine

# deal.form.label.pricePromo
source: Promotion price
fr: Prix en promo

# deal.form.label.description
source: In lack of ideas? Present the product or the offer in your own words, explain why the offer is interesting in your opinion, describe how to get the price if there is a trick ... sites! Is your business in store? Don't forget to specify the city where it is located, and the available stock!
fr: En manque d'idées ? Présentez le produit ou l'offre avec vos propres mots, expliquez en quoi l'offre est intéressante selon vous, décrivez la façon d'obtenir le prix s'il y a une astuce… Ne faites pas de copier-coller de contenus d'autres sites ! Votre deal est en magasin ? N’oubliez pas de préciser la ville où il se trouve, et le stock disponible !

# deal.form.label.start.date
source: Start date
fr: Date de début

# deal.form.label.date.expiration
source: Expiration date
fr: Date d'expiration

# deal.form.label.spot
source: Spot
fr: Localisation

# profil.deals.lenght
source: Posted Deals
fr: Deals postés

# profil.card.h6
source: Your deals
fr: Vos deals

# profil.h2.management
source: Management of my deals
fr: Gestion de mes deals

# profil.all.btn
source: All
fr: Tous

# profil.active.btn
source: In progress
fr: En cours

# profil.expired.btn
source: Expired
fr: Expiré

# addForm.h2
source: Post a deal
fr: Poster un deal

# addForm.p.link.explication
source: Please provide the link to the page where the community can get information, view the product and enjoy the deal!
fr: Veuillez donner le lien de la page où la communauté pourra obtenir des renseignements, voir le produit et profiter du deal !
